<?php

return [

  'latest_posts'          => 'أحدث المقالات',
  'title'                 => 'العنوان',
  'body'                  => 'المحتوى',
  'created_successfully'  => 'تم إضافة المقال بنجاح',
  'updated_successfully'  => 'تم تعديل المقال بنجاح',
  'deleted_successfully'  => 'تم حذف المقال بنجاح',
  'all_posts'             => 'جميع المقالات',
  'home'                  => 'الرئيسية',
  'blog'                  => 'المدونة',
  'about'                 => 'من نحن',
  'contact'               => 'تواصل معنا',
  'show_more'             => 'أظهر المزيد',
  'read_post'             => 'اقرأ المقال',
  'chevron'               => 'fa-chevron-left',
  'author'                => 'مراد الجايي',
  'welcome'               => 'مرحبا بك في',
  'personal_blog'         => 'المدونة الشخصية',
  'intro'                 => 'هنا غادي تلقى مجموعة ديال المقالات للي كاتعلق بمجال تطوير مواقع الويب و البرمجة عامة, إلى جانب العديد من المصادر التعليمية بثلاث لغات ( الإنجلزية / العربية / الفرنسية ).',
  'hope'                  => 'كانتمنى تكون هاد المدونة مفيدة لك وكانتمنى تعجبك..',
  'browse_posts'          => 'تصفح المقالات'
];
