<?php

return [

  'latest_posts'          => 'أحدث المقالات',
  'title'                 => 'العنوان',
  'body'                  => 'المحتوى',
  'no_posts'              => 'لا توجد مقالات حاليا',
  'search'                => 'إبحث عن مقال',
  'all_posts'             => 'جميع المقالات',
  'home'                  => 'الرئيسية',
  'blog'                  => 'المقالات',
  'about'                 => 'حول المدونة',
  'about_page'            => 'درت هاد المدونة بهدف نشر محتوى توجيهي وتعليمي حول كل ما يخص البرمجة وبالخصوص تطوير مواقع وتطبيقات الويب بشكل مبسط واحترافي قدر الإمكان بعيدا عن الإحتكار، المغالطات و المناهج المضللة, كما كانحاول نقدم المقالات بثلاثة ديال اللغات للي هوما : العربية, الفرنسية و الإنجلزية بهدف توسيع قاعدة القراء. كانتمنى تنفعك هاد المدونة كما كانتمنى نكون قدمت لك شوية من المعرفة ديالي المتواضعة. مرحبا بيك فأي وقت..',
  'contact'               => 'تواصل',
  'contact_page'          => 'سميتي < مراد الجايي > و أنا للي صايبت هاد المدونة.
طالب ومطور ويب حاصل على الإجازة فشعبة الرياضيات و المعلوميات, متخصص فمختلف أدوات النظام البيئي ديال إطار العمل Laravel و كذلك Vue JS.
عندي شغف كبير لعالم التكنولوجيا بالخصوص مجال تطوير الويب.
كايعجبني نعاون الناس و نشارك معهم المعارف ديالي فهاد المجال.
بالإضافة إلى أنني كانحاول ديما نطور من المهارات ديالي ونتقن تقنيات أخرى. يمكن ليك تواصل معايا من خلال مختلف الحسابات ديالي على مواقع التواصل الإجتماعي للي غاتلقاها لتحت :',
  'show_more'             => 'أظهر المزيد',
  'read_post'             => 'اقرأ المقال',
  'chevron'               => 'fa-chevron-left',
  'author'                => 'مراد الجايي',
  'welcome'               => 'مرحبا بك في',
  'personal_blog'         => 'المدونة الشخصية',
  'intro'                 => 'هنا غادي تلقى مجموعة ديال المقالات للي كاتعلق بمجال تطوير مواقع الويب و البرمجة عامة, إلى جانب العديد من المصادر التعليمية بثلاث لغات ( الإنجلزية / العربية / الفرنسية ).',
  'hope'                  => 'كانتمنى تكون هاد المدونة مفيدة لك وكانتمنى تعجبك..',
  'browse_posts'          => 'تصفح المقالات'
];
